{"eos_token": "</s>", "unk_token": "<unk>", "pad_token": "<pad>", "extra_ids": 100, "additional_special_tokens": ["as", "said", "their", "been", "It", "were", "she", "so", "into", "could", "them", "no", "years", "do", "says", "many", "those", "much", "while", "then", "against", "need", "too", "told", "want", "really", "next", "As", "same", "climate", "England", "come", "during", "another", "might", "Trump", "every", "women", "never", "across", "already", "here", "number", "companies", "months", "days", "few", "Guardian", "things", "British", "seen", "former", "report", "does", "always", "become", "industry", "better", "past", "having", "until", "players", "global", "police", "came", "least", "pandemic", "each", "future", "again", "must", "countries", "won", "later", "early", "almost", "enough", "At", "political", "given", "likely", "'s", "further", "young", "often", "took", "yet", "recent", "times", "Britain", "according", "added", "Facebook", "ago", "workers", "clear", "doing", "coronavirus", "crisis", "rather"], "model_max_length": 512, "special_tokens_map_file": null, "name_or_path": "t5-base", "tokenizer_class": "T5Tokenizer"}